{
  "title": "Readability: Internal Landscapes",
  "venue": "Headline Gallery",
  "location": "Vancouver",
  "date": "October 20th - November 19th 2021",
  "year": "2021",
  "type": "digital",
  "link": "https://headlinegallery.com/viewing-room/2-readability-through-the-lens/",
  "description": [
    "Painting is a language with many co-existing dualities; a painting functions as an image but also as an object and surface; is historical and modern; and, is grounded in both conceptual and material conversations. Centred in this medium, my practice is invested in examining when these opposing aspects collide. I want to make something that necessarily has to be a painting; engaging in the material particularities of the medium understood as adaptive, self-organizing and irreducible to other frameworks. In my studio practice, this translates to speculative thinking and making, listening to how the medium moves and speaks.",
    "Grounded in materiality, my research surrounds the 'readability' of images, materials and text, particularly how these semiotic systems intersect. While text has a long relationship describing and demarcating painting and sculpture — especially in discourse around conceptual art — I am curious as to how the descriptive power of materials and language, side by side, may destabilize or unfurl.",
    "While I work with forms of figurative imagery, I invested in finding and creating moments that refuse to immediately disclose their meaning or significance. Similarly I am drawn to textual moments where we lose our linguistic mooring, the allusion of stability in symbolic language. Where language refuses to consistently index meaning, it collapses the way in which the words operate in their singularity. I see this functioning similarly in textual and material languages; meaning is a continuously evolving present, being made and remade with each reading. It shimmers and becomes elusive. The semiotic wobble and vibration emphasizes the fragility of the relationship between the object and the subject; the thing in the world and the ways in which we as subjects enact and bring meaning to them.",
    "For some time I have been developing a research methodology and a unique material vernacular to explore these ideas in my practice. I see parallels between systems of visual and textual language, and my most recent research has been focused on the symptomatic and emblematic ways language informs my work. Yet these semiotic systems are distinct and when brought together they become competing vocabularies. There is tension between readability of the image and readability of the text. Similarly there is tension between the painting as an object, its material presence, and painting as an image and allusion to another space. The friction and suspense between these realizations of painting plays an important role in my work."
  ],
  "images": [
    { "src": "/media/exhibitions/2021-headline/install-01.jpg", "alt": "Installation view" }
  ]
}
