{
  "title": "The change that weakens the hour",
  "venue": "Monica Reyes Gallery",
  "location": "Vancouver",
  "date": "March 2023",
  "year": "2023",
  "textBy": "Chelsea Yuill",
  "description": [
    "The internet is synonymous with the artist sketchbook, an unending data pool of our lives uploaded, a repository for our collective unconscious. Crowdsourced pixels become the source material for the bones of another image: a painting, a sculpture, a film, a photograph, a textile. The translation of the digital image from one medium to the next is proving to know few bounds. How much art produced today exists uninfluenced by the internet?",
    "Vancouver-based artist Gillian Haigh wants to make a painting that is and can only be the thing itself: a painting. Each artwork begins from an unexpected and ironic starting point: the internet. Mining this archive of collective imagination, Haigh zooms in on unremarkable, nondescript images. She gets so close to and digitally alters the subject or object that they become illegible and are pared down to their essence: a surface, a shape, a pattern. Although Haigh sees these images as unimportant, her process speaks to the magnitude of disposable, inconsequential images that permeate our personal and public lives.",
    "As a means to an end, Haigh translates the cursory image into an evocative and optical painting within, at times, thirteen-hour sittings. Each painting blurs to rupture perception, time, and language, becoming a world containing its own index of inherited, borrowed, and reconfigured logic and syntax. Nothing made can be without reference. For Haigh, she teeters between admiration and contention, learning and unlearning of modernist and conceptualist rhetorics. Between this push and pull, she invokes queer thought by using a 'textual and visual vocabulary where we lose our linguistic mooring.' A string of words; linework that blurs the likeness of figuration and abstraction. It is not one or the other it is both and other things too.",
    "A throughline of the change that weakens the hour, is the push and pull tension emphasized by using monochromatic and blurring visual strategies. The fast readability and directness of the monochrome is deceptive. The gradient has a presence of depth and aura, subtly shifting, never settled. Blurring compliments the gradient, softening its direct unsettling mood. The feeling that the painting may never dry, may never be finished. Contained within the labour-intensive periods of making the painting, the responsiveness of the material, the liquidity of the paint is an evolving call and response informed by maker and material.",
    "Laurie Anderson aptly sang, 'language is a virus,' and it is in everything we do. Language: visual, physical, verbal, or text, is –for humans– a foundational point in how we create, affirm, rupture, and re-establish meaning. Language is how we build worlds. Images do not just speak; they talk back."
  ],
  "images": [
    { "src": "/media/exhibitions/2023-monica-reyes/install-01.jpg", "alt": "Installation view" },
    { "src": "/media/exhibitions/2023-monica-reyes/install-02.jpg", "alt": "Installation view" },
    { "src": "/media/exhibitions/2023-monica-reyes/install-03.jpg", "alt": "Installation view" }
  ]
}
